module.exports = [
  {
    id:0,
    title: "مکانیک کوانتوم",
    description: "با اسرار جهان زیراتمی، اصل عدم قطعیت هایزنبرگ و مکانیک غیرنیوتنی آشنا شوید.",
    length: 3,
    quiz: {
      question: 'مکانیک کوانتوم در مورد کدام جهان است؟',
      options:['جهان بسیار کوچک','جهان بسیار بزرگ'],
      correct: 0,
      explain: 'کوانتوم، جهان ذرات زیراتمی',
    }
  },
  {
    id:1,
    title: "اصول رهبری و مذاکره",
    description: "آماده اید که یک رهبر بزرگ و یک مذاکره کننده چیره دست بشید؟ این درس برای شماست.",
    length: 3,
    quiz: {
      question: 'یک رهبر خوب باید...',
      options:['کاریزماتیک باشد.','مقتدر باشد.'],
      correct: 0,
      explain: 'کاریزما آری، اقتدار نه',
    }
  },
  {
    id:2,
    title: "نحو عربی",
    description: "عربی یکی از بزرگترین زبان های زنده دنیاست، با گنجینه ای قوی از ادبیات، شعر و موسیقی.",
    length: 3,
    quiz: {
      question: 'فاعل در جمله فعلیه، چه اعرابی میگیرد؟',
      options:['نصب','رفع'],
      correct: 1,
      explain: 'مرفوع میشه، یعنی ضمه میگیره',
    }
  },
];