export const LESSONS = [
  {
    id:0,
    title: "مکانیک کوانتوم",
    frames: [
      "مکانیک کوانتوم، فریم اول",
      "مکانیک کوانتوم، فریم دوم",
      "مکانیک کوانتوم، فریم سوم",
    ]
  },
  {
    id:1,
    title: "اصول رهبری و مذاکره",
    frames: [
      "اصول رهبری و مذاکره، فریم اول",
      "اصول رهبری و مذاکره، فریم دوم",
      "اصول رهبری و مذاکره، فریم سوم",
    ]
  },
  {
    id:2,
    title: "نحو عربی",
    frames: [
      "نحو عربی، فریم اول",
      "نحو عربی، فریم دوم",
      "نحو عربی، فریم سوم",
      "نحو عربی، فریم چهارم",
    ]
  },
];